"Space" = "空格";
"Use old shortcut" = "使用旧有快捷键";
"Type shortcut" = "键入快捷键";
"Click to record shortcut" = "点击以录制快捷键";
"Pad %@" = "小键盘 %@";
"The key combination %@ can't be used!" = "按键组合%@不能使用！";
"The key combination \"%@\" can't be used because %@." = "按键组合\"%@\"不能使用，因为 %@。";
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "按键组合\"%@\"不能使用，因为已经被系统级快捷键占用。 (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)";
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "按键组合\"%@\"不能使用，因为已经被菜单项\"%@\"占用。";
"Command + " = "Command + ";
"Option + " = "Option + ";
"Shift + " = "Shift + ";
"Control + " = "Control + ";